<template>
  <div>
    <div class="nav">当前位置：
      <router-link :to="'/'">医诺寰宇海外医疗</router-link>
      >
      <router-link :to="'/about'">关于我们</router-link>
      > 法律声明
    </div>
    <div class="main">
      <div>
        <p>医诺寰宇法律声明</p>
        <h5>
          抗癌社区提醒您：在浏览huayinyiliao.com资料前，请您务必仔细阅读并透彻理解本声明。
          <br/><br/>
          欢迎访问抗癌社区(www.huayinyiliao.com)。抗癌社区是河北印华健康管理有限公司（原北京健康华印医疗管理咨询有限责任公司）携手打造的个性化精准抗癌服务平台，致力于拥抱互联网科技推动下的中国医疗健康产业变革，为国人提供优质、安全的健康管理服务。为了规范网站管理，依法保障本网站及相关版权所有者的合法权利，抗癌社区特作出以下法律声明。本法律声明阐述之条款和条件适用于所有访问和使用抗癌社区的个人或机构。
        </h5>
      </div>
    </div>
    <div class="main" style="background: #f5f5f5">
      <div>
        <p>隐私权政策</p>
        <h5>
          抗癌社区尊重并保护所有用户的个人隐私权。为了给您提供更准确、更有个性化的服务，抗癌社区会按照隐私权政策的规定。除本隐私权政策另有规定外，在未征得您事先许可的情况下，我们不会将这些信息对外披露或向第三方提供。 抗癌社区会不时更新本隐私权政策。 您在同意抗癌社区服务协议之时，即视为您已经同意本隐私权政策全部内容。本隐私权政策属于抗癌社区服务协议不可分割的一部分。
        </h5>
      </div>
    </div>
    <div class="main">
      <div>
        <p>内容声明</p>
        <h5>
          1.本网站所载的文/图等稿件均出于为公众传播医疗有益健康的信息之目的。
          <br/><br/>
          2.凡本网站注明“作者：抗癌社区”的所有文字、图片和音频视频稿件，版权均属抗癌社区所有，任何媒体、网站或单位和个人未经本网站书面授权不得转载、链接、转贴或以其他方式复制发表。已经本网站书面授权的媒体、网站，应在授权范围内使用，必须注明“稿件来源：抗癌社区”，否则，本网站将依法追究其法律责任。
          <br/><br/>
          3.鉴于本网站发布稿件来源广泛、数量较多，如因作者联系方式不详或其它原因未能与著作权拥有者取得联系，著作权人发现本网站转载了其拥有著作权的作品时，请主动与本网站联系，提供相关证明材料，本网站将及时处理。
          <br/><br/>
          4.抗癌社区是为国人提供优质、安全的健康管理专业性服务的网站，任何访问和使用本网站的个人或机构必须遵守有关法律法规，不得借助本网站的传播能力，从事非法活动。
          <br/><br/>
          5.抗癌社区的一切内容都是为了更好地服务受众，本网站不保证所有信息、文本、图形、链接及其它项目的绝对准确性和完整性，内容仅供访问者使用参照，抗癌社区对因使用本网站内容而产生的相关后果不承担任何商业和法律责任。
          <br/><br/>
          6.本网站所有信息仅供参考，不做个别诊断、用药和使用的根据。本网站致力于提供正确、完整的健康资讯，但不保证信息的正确性和完整性，且不对因信息的不正确或遗漏导致的任何损失或损害承担责任。本网站所提供的任何健康或医药资讯，仅供参考，不能替代医生和其他医务人员的建议，如自行使用本网站资料发生偏差，本站概不负责，亦不负任何法律责任。
        </h5>
      </div>
    </div>
  </div>
</template>

<script>
    export default {
        name: "declare"
    }
</script>

<style scoped>
  .main{width: 100%;height: 100%}
  .main>div{width: 66%;margin: 20px 16%;}
  .main>div p{;padding: 2rem 1rem;font-size: 2rem;font-weight: 500;text-align: center}
  .main>div h5{font-size: 1.375rem;line-height: 2.5rem;margin: 20px 0;}
</style>
